Repository: lucasvavon/custompricerule
Catalog: translations/*/ModulesSellingpriceruleAdmin.*.xlf
Languages: ar_sa, es_es, fr_fr, hi_in, ja_ja, pt_pt, ru_ru, zh_cn

source: The rule was not applied correctly. Some products have not been processed.
ar_sa: لم يتم تطبيق القاعدة بشكل صحيح. لم تتم معالجة بعض المنتجات.
es_es: La regla no se ha aplicado correctamente. Algunos productos no se han procesado.
fr_fr: La règle n'a pas été appliquée correctement. Certains produits n'ont pas été traités.
hi_in: नियम सही तरीके से लागू नहीं किया गया। कुछ उत्पादों को संसाधित नहीं किया गया।
ja_ja: ルールが正しく適用されませんでした。一部の商品が処理されていません。
pt_pt: A regra não foi aplicada corretamente. Alguns produtos não foram processados.
ru_ru: Правило было применено неправильно. Некоторые продукты не подвергались обработке.
zh_cn: 规则应用不正确。部分产品尚未处理。

source: The rule has been successfully applied.
ar_sa: تم تطبيق القاعدة بنجاح.
es_es: La norma se ha aplicado correctamente.
fr_fr: La règle a été appliquée avec succès.
hi_in: नियम सफलतापूर्वक लागू कर दिया गया है.
ja_ja: ルールは正常に適用された。
pt_pt: A regra foi aplicada com sucesso.
ru_ru: Правило успешно применено.
zh_cn: 该规则已成功应用。

source: Deleting the rule failed.
ar_sa: فشل حذف القاعدة.
es_es: La eliminación de la regla ha fallado.
fr_fr: La suppression de la règle a échoué.
hi_in: नियम हटाना विफल रहा.
ja_ja: ルールの削除に失敗しました。
pt_pt: A exclusão da regra falhou.
ru_ru: Удаление правила не удалось.
zh_cn: 删除规则失败。

source: The rule has been successfully deleted.
ar_sa: تم حذف القاعدة بنجاح.
es_es: La regla se ha eliminado correctamente.
fr_fr: La règle a été supprimée avec succès.
hi_in: नियम सफलतापूर्वक हटा दिया गया है.
ja_ja: ルールは正常に削除されました。
pt_pt: A regra foi excluída com sucesso.
ru_ru: Правило успешно удалено.
zh_cn: 该规则已成功删除。

source: The exclusion has been successfully added.
ar_sa: تمت إضافة الاستبعاد بنجاح.
es_es: La exclusión se ha añadido correctamente.
fr_fr: L'exclusion a été ajoutée avec succès.
hi_in: बहिष्करण सफलतापूर्वक जोड़ दिया गया है.
ja_ja: 除外が正常に追加されました。
pt_pt: A exclusão foi adicionada com sucesso.
ru_ru: Исключение успешно добавлено.
zh_cn: 排除已成功添加。

source: Deleting exclusion failed.
ar_sa: فشل حذف الاستبعاد.
es_es: Error al borrar la exclusión.
fr_fr: La suppression de l'exclusion a échoué.
hi_in: बहिष्करण हटाना विफल रहा.
ja_ja: 除外の削除に失敗しました。
pt_pt: Falha ao excluir a exclusão.
ru_ru: Удаление исключения не удалось.
zh_cn: 删除排除失败。

source: The exclusion has been successfully deleted.
ar_sa: تم حذف الاستبعاد بنجاح.
es_es: La exclusión se ha eliminado correctamente.
fr_fr: L'exclusion a été supprimée avec succès.
hi_in: बहिष्करण सफलतापूर्वक हटा दिया गया है.
ja_ja: 除外は正常に削除されました。
pt_pt: A exclusão foi excluída com sucesso.
ru_ru: Исключение успешно удалено.
zh_cn: 排除已成功删除。

source: Deleting all exclusions failed.
ar_sa: فشل حذف كافة الاستثناءات.
es_es: La eliminación de todas las exclusiones ha fallado.
fr_fr: La suppression de toutes les exclusions a échoué.
hi_in: सभी बहिष्करण हटाना विफल रहा.
ja_ja: すべての除外項目の削除に失敗しました。
pt_pt: Falha ao excluir todas as exclusões.
ru_ru: Не удалось удалить все исключения.
zh_cn: 删除所有排除项失败。

source: All exclusions have been successfully deleted.
ar_sa: تم حذف كافة الاستثناءات بنجاح.
es_es: Todas las exclusiones se han eliminado correctamente.
fr_fr: Toutes les exclusions ont été supprimées avec succès.
hi_in: सभी बहिष्करण सफलतापूर्वक हटा दिए गए हैं।
ja_ja: すべての除外項目が正常に削除されました。
pt_pt: Todas as exclusões foram excluídas com sucesso.
ru_ru: Все исключения успешно удалены.
zh_cn: 所有排除项已成功删除。

source: Selling price rule based on purchase price
ar_sa: حكم سعر البيع على أساس سعر الشراء
es_es: Regla del precio de venta basada en el precio de compra
fr_fr: Règle du prix de vente basée sur le prix d'achat
hi_in: क्रय मूल्य पर आधारित विक्रय मूल्य नियम
ja_ja: 購入価格に基づく販売価格ルール
pt_pt: Regra de preço de venda com base no preço de compra
ru_ru: Правило цены продажи на основе цены покупки
zh_cn: 根据购买价格制定销售价格规则

source: This module lets you define sales prices calculated from the purchase price for a group of customers. This is ideal if you wish to sell to reseller customers by simply applying a percentage to the purchase price.
ar_sa: تتيح لك هذه الوحدة تحديد أسعار المبيعات المحسوبة من سعر الشراء لمجموعة من العملاء. يعد هذا مثاليًا إذا كنت ترغب في البيع لعملاء الموزعين بمجرد تطبيق نسبة مئوية على سعر الشراء.
es_es: Este módulo le permite definir precios de venta calculados a partir del precio de compra para un grupo de clientes. Es ideal si desea vender a clientes revendedores simplemente aplicando un porcentaje al precio de compra.
fr_fr: Ce module vous permet de définir des prix de vente calculés à partir du prix d'achat pour un groupe de clients. Ceci est idéal si vous souhaitez vendre à des clients revendeurs en appliquant simplement un pourcentage au prix d'achat.
hi_in: यह मॉड्यूल आपको ग्राहकों के एक समूह के लिए खरीद मूल्य से गणना की गई बिक्री कीमतों को परिभाषित करने देता है। यह आदर्श है यदि आप खरीद मूल्य पर केवल एक प्रतिशत लागू करके पुनर्विक्रेता ग्राहकों को बेचना चाहते हैं।
ja_ja: このモジュールを使用すると、顧客グループの購入価格から計算された販売価格を定義することができます。これは、単に購入価格にパーセンテージを適用して再販業者に販売したい場合に最適です。
pt_pt: Este módulo permite definir preços de venda calculados a partir do preço de compra para um grupo de clientes. Isso é ideal se você deseja vender para clientes revendedores simplesmente aplicando uma porcentagem ao preço de compra.
ru_ru: Этот модуль позволяет определить цены продажи, рассчитанные на основе цены покупки для группы клиентов. Это идеально, если вы хотите продавать клиентам-посредникам, просто добавляя процент к покупной цене.
zh_cn: 此模块可让您根据一组客户的购买价格来定义销售价格。如果您希望通过在购买价格上应用百分比来向经销商客户销售产品，那么这是理想的选择。

source: Are you sure you want to uninstall?
ar_sa: هل أنت متأكد أنك تريد إلغاء التثبيت؟
es_es: ¿Seguro que quieres desinstalar?
fr_fr: Ce module vous permet de définir des prix de vente calculés à partir du prix d'achat pour un groupe de clients. Ceci est idéal si vous souhaitez vendre à des clients revendeurs en appliquant simplement un pourcentage au prix d'achat.
hi_in: क्या आप स्थापना रद्द करना चाहते हैं?
ja_ja: 本当にアンインストールしますか？
pt_pt: Você tem certeza que quer desinstalar?
ru_ru: Вы уверены, что хотите удалить?
zh_cn: 您确实要卸载吗？

source: Product exclusion
ar_sa: استبعاد المنتج
es_es: Exclusión de productos
fr_fr: Exclusion de produits
hi_in: उत्पाद बहिष्करण
ja_ja: 製品除外
pt_pt: Exclusão de produto
ru_ru: Исключение продуктов
zh_cn: 产品排除

source: Product
ar_sa: منتج
es_es: Producto
fr_fr: Produit
hi_in: उत्पाद
ja_ja: 製品
pt_pt: produtos
ru_ru: Продукт
zh_cn: 产品

source: Exclude
ar_sa: استبعاد
es_es: Excluir
fr_fr: Exclure
hi_in: निकालना
ja_ja: 除外
pt_pt: Excluir
ru_ru: Исключать
zh_cn: 排除

source: Delete all exclusions
ar_sa: حذف كافة الاستثناءات
es_es: Borrar todas las exclusiones
fr_fr: Supprimer toutes les exclusions
hi_in: सभी बहिष्करण हटाएं
ja_ja: すべての除外項目を削除する
pt_pt: Excluir todas as exclusões
ru_ru: Удалить все исключения
zh_cn: 删除所有排除项

source: Name
ar_sa: اسم
es_es: Nombre
fr_fr: Nom
hi_in: नाम
ja_ja: 名称
pt_pt: Nome
ru_ru: Имя
zh_cn: 姓名

source: Reference
ar_sa: مرجع
es_es: Referencia
fr_fr: Référence
hi_in: संदर्भ
ja_ja: 参考
pt_pt: Referência
ru_ru: Ссылка
zh_cn: 参考

source: Date
ar_sa: تاريخ
es_es: Fecha
hi_in: तारीख
ja_ja: 日付
pt_pt: Data
ru_ru: Дата
zh_cn: 日期

source: Actions
ar_sa: أجراءات
es_es: Acciones
hi_in: कार्रवाई
ja_ja: 行動
pt_pt: Ações
ru_ru: Действия
zh_cn: 操作

source: No exclusion defined
ar_sa: لم يتم تحديد أي استثناء
es_es: Sin exclusión definida
fr_fr: Pas d'exclusion définie
hi_in: कोई बहिष्करण परिभाषित नहीं
ja_ja: 除外規定なし
pt_pt: Nenhuma exclusão definida
ru_ru: Исключение не определено
zh_cn: 没有定义排除

source: Are you sure you want to remove all exclusions?
ar_sa: هل أنت متأكد أنك تريد إزالة كافة الاستثناءات؟
es_es: ¿Está seguro de que desea eliminar todas las exclusiones?
fr_fr: Êtes-vous sûr de vouloir supprimer toutes les exclusions ?
hi_in: क्या आप वाकई सभी बहिष्करण हटाना चाहते हैं?
ja_ja: 本当にすべての除外項目を削除しますか？
pt_pt: Tem certeza de que deseja remover todas as exclusões?
ru_ru: Вы уверены, что хотите удалить все исключения?
zh_cn: 您确实要删除所有排除项吗？

source: Close
ar_sa: يغلق
es_es: Cerrar
fr_fr: Fermer
hi_in: बंद करना
ja_ja: 閉じる
pt_pt: Fechar
ru_ru: Закрывать
zh_cn: 关闭

source: Delete All
ar_sa: حذف الكل
es_es: Borrar todo
fr_fr: Tout supprimer
hi_in: सभी हटा दो
ja_ja: すべて削除
pt_pt: Excluir tudo
ru_ru: Удалить все
zh_cn: 删除所有

source: Search a product
ar_sa: ابحث عن منتج
es_es: Buscar un producto
fr_fr: Rechercher un produit
hi_in: कोई उत्पाद खोजें
ja_ja: 製品検索
pt_pt: Pesquise um produto
ru_ru: Поиск продукта
zh_cn: 搜索产品

source: No results found
ar_sa: لم يتم العثور على نتائج
es_es: No se han encontrado resultados
fr_fr: Aucun résultat trouvé
hi_in: कोई परिणाम नहीं मिला
ja_ja: 結果は見つかりませんでした
pt_pt: Nenhum resultado encontrado
ru_ru: результатов не найдено
zh_cn: 未找到结果

source: Add a rule
ar_sa: أضف قاعدة
es_es: Añadir una regla
fr_fr: Ajouter une règle
hi_in: नियम जोड़ें
ja_ja: ルールを追加する
pt_pt: Adicionar uma regra
ru_ru: Добавить правило
zh_cn: 添加规则

source: Shop
ar_sa: محل
es_es: Tienda
fr_fr: Boutique
hi_in: दुकान
ja_ja: ショップ
pt_pt: Comprar
ru_ru: Магазин
zh_cn: 店铺

source: Group
ar_sa: مجموعة
es_es: Grupo
fr_fr: Groupe
hi_in: समूह
ja_ja: グループ
pt_pt: Grupo
ru_ru: Группа
zh_cn: 团体

source: Coefficient (in %)
ar_sa: المعامل (%)
es_es: Coeficiente (en %)
fr_fr: Coefficient (en %)
hi_in: गुणांक (% में)
ja_ja: 係数（単位）
pt_pt: Coeficiente (em%)
ru_ru: Коэффициент (в %)
zh_cn: 系数（%）

source: No groups configurable
ar_sa: لا توجد مجموعات قابلة للتكوين
es_es: No se pueden configurar grupos
fr_fr: Pas de groupes configurables
hi_in: कोई समूह कॉन्फ़िगर करने योग्य नहीं
ja_ja: グループ設定不可
pt_pt: Nenhum grupo configurável
ru_ru: Нет настраиваемых групп
zh_cn: 无法配置群组

source: Apply rule
ar_sa: تطبيق القاعدة
es_es: Aplicar norma
fr_fr: Appliquer la règle
hi_in: नियम लागू करें
ja_ja: ルールを適用する
pt_pt: Aplicar regra
ru_ru: Применить правило
zh_cn: 应用规则

source: Rules list
ar_sa: قائمة القواعد
es_es: Lista de normas
fr_fr: Liste des règles
hi_in: नियमों की सूची
ja_ja: ルール一覧
pt_pt: Lista de regras
ru_ru: Список правил
zh_cn: 规则列表

source: No rules defined
ar_sa: لم يتم تحديد أي قواعد
es_es: No hay normas definidas
fr_fr: Pas de règles définies
hi_in: कोई नियम परिभाषित नहीं
ja_ja: 規定なし
pt_pt: Nenhuma regra definida
ru_ru: Правила не определены
zh_cn: 没有定义规则

source: This module lets you define a new sales price rule for a specific customer group. You apply a chosen coefficient to the purchase price of each product, to define their new price.
ar_sa: تتيح لك هذه الوحدة تحديد قاعدة جديدة لسعر المبيعات لمجموعة عملاء محددة. يمكنك تطبيق المعامل المختار على سعر الشراء لكل منتج لتحديد سعره الجديد.
es_es: Este módulo le permite definir una nueva regla de precios de venta para un grupo de clientes específico. Aplica un coeficiente determinado al precio de compra de cada producto para definir su nuevo precio.
hi_in: यह मॉड्यूल आपको किसी विशिष्ट ग्राहक समूह के लिए एक नया बिक्री मूल्य नियम परिभाषित करने देता है। आप प्रत्येक उत्पाद की खरीद मूल्य पर एक चुना हुआ गुणांक लागू करते हैं, ताकि उनकी नई कीमत निर्धारित की जा सके।
ja_ja: このモジュールでは、特定の顧客グループのための新しい販売価格ルールを定義することができます。各商品の購入価格に選択した係数を適用し、新しい価格を定義します。
pt_pt: Este módulo permite definir uma nova regra de preço de venda para um grupo específico de clientes. Você aplica um coeficiente escolhido ao preço de compra de cada produto, para definir seu novo preço.
ru_ru: Этот модуль позволяет определить новое правило цены продажи для определенной группы клиентов. Вы применяете выбранный коэффициент к закупочной цене каждого продукта, чтобы определить его новую цену.
zh_cn: 此模块可让您为特定客户群定义新的销售价格规则。您可以将选定的系数应用于每件产品的采购价格，以确定其新价格。

source: Loading, please wait...
hi_in: लोड हो रहा है कृपया प्रतीक्षा करें...
pt_pt: Carregando, por favor espere...
zh_cn: 加载请稍候...

source: This can last several minutes...
hi_in: यह कई मिनट तक चल सकता है...
pt_pt: Isso pode durar vários minutos...
zh_cn: 这可能持续几分钟...

source: Thank you for your patience...
hi_in: आपके धैर्य के लिए धन्यवाद...
pt_pt: Obrigado pela sua paciência...
zh_cn: 感谢您的耐心等待...

source: Just a little bit longer...
hi_in: बस थोड़ा सा और...
pt_pt: Só mais um pouquinho...
zh_cn: 再等一会儿……

source: ID
ar_sa: بطاقة تعريف
ja_ja: 身分証明書

source: Delete all exclusions
fr_fr: Supprimer toutes les exclusions

source: This module lets you define a new sales price rule for a specific customer group. You apply a chosen coefficient to the purchase price of each product, to define their new price.
fr_fr: Ce module vous permet de définir une nouvelle règle de prix de vente pour un groupe de clients spécifique. Vous appliquez un coefficient au prix d'achat de chaque produit, pour définir leur nouveau prix.
